Repository: ntalamdotcom/n-google-login
Catalog: languages/n-google-login-*.po
Languages: es_cl

source: a plugin for loging and register a user in using your Google Accounts
es_cl: un plugin para registrarse e ingresar un usuario usando tu cuenta Google

source: credentials file does not exist. Check n-google-login settings
es_cl: el archivo de credenciales no existe. Compruebe la configuración de n-google-login

source: Credentials file does not exist. Google Login unavailable
es_cl: El archivo de credenciales no existe. Inicio de sesión de Google no disponible

source: Credentials file found. All good
es_cl: Archivo de credenciales encontrado. Todo bien

source: Credentials file were not found
es_cl: No se ha encontrado el archivo de credenciales

source: error callback
es_cl: devolución de error

source: Error creating user:
es_cl: Error al crear usuario:

source: Error uploading file.
es_cl: Error al cargar el archivo.

source: File uploaded successfully
es_cl: Archivo cargado correctamente

source: Here
es_cl: Aquí

source: In order to use Google Services, we need to register this page and associate it to your Google Account.
es_cl: Para poder utilizar los Servicios de Google, necesitamos registrar esta página y asociarla a su cuenta de Google.

source: N Google Login
es_cl: el archivo de credenciales no existe. Compruebe la configuración de n-google-login

source: No file uploaded
es_cl: No se ha cargado ningún archivo

source: Sync token error. Contact Admin:
es_cl: Error de sincronizacion. Contacte al administrador:

source: the code is null:
es_cl: el código es nulo:

source: there was an error creating the user:Redirecting in 5 seconds
es_cl: se ha producido un error al crear el usuario:Redireccionamiento en 5 segundos

source: This plugin works with Google Credentials (a file to be put in your installation) More info about Authentication
es_cl: Este plugin funciona con credenciales de Google (un archivo que se coloca en la instalación) Más información sobre la autenticación

source: You must be logged in to perform this action.
es_cl: Debe iniciar sesión para realizar esta acción.

source: You need to register a project (page) and get credentials.
es_cl: Es necesario registrar un proyecto (página) y obtener credenciales.
